<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-project</content-type>
	<display-template>/templates/web/item-project.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>19ff</objectGroupId>
	<objectId>19ff50f3-5f30-57b0-37be-27c4c752ec95</objectId>
	<file-name>index.xml</file-name>
	<folder-name>19ff50f3-5f30-57b0-37be-27c4c752ec95</folder-name>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<internal-name>Dịch vụ Vận hành nền tảng CDxp Insider cho Vietnam Airlines </internal-name>
	<navLabel>Dịch vụ Vận hành nền tảng CDxp Insider cho Vietnam Airlines </navLabel>
	<key_main_s/>
	<title_vi_s>Dịch vụ Vận hành nền tảng CDxp Insider cho Vietnam Airlines </title_vi_s>
	<title_en_s>CDxp Insider Platform Operation Service for Vietnam Airlines</title_en_s>
	<img_main_s>/static-assets/images/64545da758905.webp</img_main_s>
	<info_main_t>Sau gần 7 năm tự vận hành nền tảng CEP từ Insider, Vietnam Airlines muốn tối ưu chi phí và nguồn lực thông qua việc tìm kiếm giải pháp vận hành CEP tổng thể.</info_main_t>
	<info_main_en_t>After nearly 7 years of self-operating the CEP platform from Insider, Vietnam Airlines wants to optimize costs and resources by finding a comprehensive CEP operation solution.</info_main_en_t>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;p&gt;Sau khi tiến h&amp;agrave;nh triển khai dự &amp;aacute;n, DTSVN đ&amp;atilde; phối hợp chặt chẽ c&amp;ugrave;ng Vietnam Airlines (VNA) để nghi&amp;ecirc;n cứu s&amp;acirc;u về dữ liệu, ph&amp;acirc;n t&amp;iacute;ch to&amp;agrave;n diện t&amp;igrave;nh h&amp;igrave;nh v&amp;agrave; c&amp;ugrave;ng thống nhất c&amp;aacute;c phương &amp;aacute;n tối ưu nhằm gia tăng hiệu quả chiến dịch.&amp;nbsp;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Ph&amp;acirc;n t&amp;iacute;ch &lt;/strong&gt;&amp;nbsp;&lt;/p&gt;
&lt;p&gt;DTSVN đi từ việc nhận diện những vướng mắc hiện tại trong hoạt động marketing, đặc biệt l&amp;agrave; c&amp;aacute;ch thức tiếp cận kh&amp;aacute;ch h&amp;agrave;ng tr&amp;ecirc;n nền tảng đa k&amp;ecirc;nh. Bằng việc khai th&amp;aacute;c dữ liệu h&amp;agrave;nh vi, DTSVN gi&amp;uacute;p VNA l&amp;agrave;m r&amp;otilde;:&amp;nbsp;&lt;/p&gt;
&lt;ul&gt;
&lt;li&gt;Những điểm nghẽn khiến hiệu quả truyền th&amp;ocirc;ng chưa đạt kỳ vọng.&amp;nbsp;&lt;/li&gt;
&lt;li&gt;C&amp;aacute;ch tối ưu h&amp;oacute;a h&amp;agrave;nh tr&amp;igrave;nh kh&amp;aacute;ch h&amp;agrave;ng để mang đến trải nghiệm mượt m&amp;agrave;, c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a hơn.&amp;nbsp;&lt;/li&gt;
&lt;li&gt;Định h&amp;igrave;nh r&amp;otilde; c&amp;aacute;c nh&amp;oacute;m mục ti&amp;ecirc;u trọng t&amp;acirc;m, từ đ&amp;oacute; tr&amp;aacute;nh l&amp;atilde;ng ph&amp;iacute; nguồn lực v&amp;agrave;o c&amp;aacute;c ph&amp;acirc;n kh&amp;uacute;c chưa mang lại gi&amp;aacute; trị.&amp;nbsp;&lt;/li&gt;
&lt;/ul&gt;
&lt;p&gt;&lt;strong&gt;Đề xuất&lt;/strong&gt;&amp;nbsp;&lt;/p&gt;
&lt;p&gt;Từ kết quả ph&amp;acirc;n t&amp;iacute;ch, DTSVN đ&amp;atilde; x&amp;acirc;y dựng c&amp;aacute;c đề xuất mang t&amp;iacute;nh chiến lược, gắn liền với mục ti&amp;ecirc;u kinh doanh ngắn hạn v&amp;agrave; d&amp;agrave;i hạn của VNA:&amp;nbsp;&lt;/p&gt;
&lt;p&gt;Ngắn hạn: tập trung k&amp;iacute;ch hoạt v&amp;agrave; tối đa h&amp;oacute;a doanh thu từ c&amp;aacute;c nh&amp;oacute;m kh&amp;aacute;ch h&amp;agrave;ng tiềm năng, đồng thời n&amp;acirc;ng cao hiệu quả c&amp;aacute;c k&amp;ecirc;nh hiện hữu.&amp;nbsp;&lt;/p&gt;
&lt;p&gt;D&amp;agrave;i hạn: x&amp;acirc;y dựng nền tảng quản trị dữ liệu bền vững, mở rộng khả năng tự động h&amp;oacute;a marketing, tăng t&amp;iacute;nh c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a trong từng điểm chạm để củng cố l&amp;ograve;ng trung th&amp;agrave;nh của kh&amp;aacute;ch h&amp;agrave;ng.&amp;nbsp;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Triển khai &lt;/strong&gt;&amp;nbsp;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;DTSVN trực tiếp đồng h&amp;agrave;nh c&amp;ugrave;ng VNA trong qu&amp;aacute; tr&amp;igrave;nh triển khai thực tế:&lt;/strong&gt;&amp;nbsp;&lt;/p&gt;
&lt;p&gt;X&amp;acirc;y dựng ph&amp;acirc;n kh&amp;uacute;c kh&amp;aacute;ch h&amp;agrave;ng (customer segmentation): ph&amp;acirc;n loại dựa tr&amp;ecirc;n h&amp;agrave;nh vi bay, tần suất mua v&amp;eacute;, nhu cầu dịch vụ bổ sung&amp;hellip; để tạo n&amp;ecirc;n ch&amp;acirc;n dung kh&amp;aacute;ch h&amp;agrave;ng r&amp;otilde; n&amp;eacute;t.&amp;nbsp;&lt;/p&gt;
&lt;p&gt;S&amp;aacute;ng tạo nội dung đa k&amp;ecirc;nh: từ web push, app push, email marketing đến SMS, tất cả được c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a theo h&amp;agrave;nh vi v&amp;agrave; sở th&amp;iacute;ch của từng nh&amp;oacute;m kh&amp;aacute;ch h&amp;agrave;ng.&amp;nbsp;&lt;/p&gt;
&lt;p&gt;Thiết lập chiến dịch/journey: thiết kế c&amp;aacute;c h&amp;agrave;nh tr&amp;igrave;nh kh&amp;aacute;ch h&amp;agrave;ng tự động, từ giai đoạn t&amp;igrave;m kiếm th&amp;ocirc;ng tin, đặt v&amp;eacute;, trải nghiệm chuyến bay, đến chăm s&amp;oacute;c sau chuyến đi.&amp;nbsp;&lt;/p&gt;
&lt;p&gt;Đo lường v&amp;agrave; b&amp;aacute;o c&amp;aacute;o: theo d&amp;otilde;i hiệu quả chiến dịch h&amp;agrave;ng th&amp;aacute;ng, ph&amp;acirc;n t&amp;iacute;ch c&amp;aacute;c chỉ số then chốt (CTR, CR, doanh thu, mức độ gắn kết) để li&amp;ecirc;n tục tối ưu.&amp;nbsp;&lt;/p&gt;
&lt;p&gt;Với phương ph&amp;aacute;p tiếp cận &amp;ldquo;ph&amp;acirc;n t&amp;iacute;ch s&amp;acirc;u - đề xuất tr&amp;uacute;ng -&amp;nbsp;triển khai hiệu quả&amp;rdquo;, dự &amp;aacute;n đ&amp;atilde; gi&amp;uacute;p Vietnam Airlines kh&amp;ocirc;ng chỉ n&amp;acirc;ng cao hiệu quả truyền th&amp;ocirc;ng ngắn hạn m&amp;agrave; c&amp;ograve;n đặt nền tảng vững chắc cho chiến lược c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a trải nghiệm kh&amp;aacute;ch h&amp;agrave;ng trong tương lai.&amp;nbsp;&lt;/p&gt;</content_vi_html>
	<content_en_html>&lt;p&gt;After implementing the project, DTSVN closely coordinated with Vietnam Airlines (VNA) to conduct in-depth research on data, comprehensively analyze the situation and agree on optimal solutions to increase campaign effectiveness.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Analysis&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;DTSVN started by identifying current obstacles in marketing activities, especially how to approach customers on a multi-channel platform. By exploiting behavioral data, DTSVN helped VNA clarify:&lt;/p&gt;
&lt;p&gt;The bottlenecks that make communication effectiveness not meet expectations.&lt;/p&gt;
&lt;p&gt;How to optimize the customer journey to bring a smoother, more personalized experience.&lt;/p&gt;
&lt;p&gt;Clearly define key target groups, thereby avoiding wasting resources on segments that do not bring value.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Recommendations&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;From the analysis results, DTSVN has developed strategic recommendations, closely linked to VNA's short-term and long-term business goals:&lt;/p&gt;
&lt;p&gt;Short-term: focus on activating and maximizing revenue from potential customer groups, while improving the efficiency of existing channels.&lt;/p&gt;
&lt;p&gt;Long-term: build a sustainable data management platform, expand marketing automation capabilities, increase personalization at each touchpoint to strengthen customer loyalty.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Implementation&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;DTSVN directly accompanies VNA in the actual implementation process:&lt;/p&gt;
&lt;p&gt;Build customer segmentation: classify based on flight behavior, ticket purchase frequency, additional service needs... to create a clear customer portrait.&lt;/p&gt;
&lt;p&gt;Creating multi-channel content: from web push, app push, email marketing to SMS, all personalized according to the behavior and interests of each customer group.&lt;/p&gt;
&lt;p&gt;Campaign/journey setup: design automated customer journeys, from information search, ticket booking, flight experience, to post-trip care.&lt;/p&gt;
&lt;p&gt;Measurement and reporting: monitor monthly campaign performance, analyze key metrics (CTR, CR, revenue, engagement) for continuous optimization.&lt;/p&gt;
&lt;p&gt;With the approach of &amp;ldquo;deep analysis - accurate recommendations - effective implementation&amp;rdquo;, the project has helped Vietnam Airlines not only improve short-term communication effectiveness but also lay a solid foundation for a future customer experience personalization strategy.&lt;/p&gt;</content_en_html>
	<createdDate>2025-09-15T06:50:08.757Z</createdDate>
	<createdDate_dt>2025-09-15T06:50:08.757Z</createdDate_dt>
	<lastModifiedDate>2025-09-16T07:28:09.099Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-09-16T07:28:09.099Z</lastModifiedDate_dt>
	<time_create_dt>2025-09-15T10:26:30.000Z</time_create_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>