<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-project</content-type>
	<display-template>/templates/web/item-project.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>1a9e</objectGroupId>
	<objectId>1a9eee83-a965-47de-cbd7-d7ab5c9c6a62</objectId>
	<internal-name>Dự án cập nhật giao diện mới cho  Website Ngân hàng Agribank</internal-name>
	<navLabel>Dự án cập nhật giao diện mới cho  Website Ngân hàng Agribank</navLabel>
	<key_main_s/>
	<title_vi_s>Dự án cập nhật giao diện mới cho  Website Ngân hàng Agribank</title_vi_s>
	<title_en_s>Project to update new interface for Agribank Website</title_en_s>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<file-name>index.xml</file-name>
	<folder-name>1a9eee83-a965-47de-cbd7-d7ab5c9c6a62</folder-name>
	<img_main_s>/static-assets/images/z7013890403626_9b4cb158ab3ac8d78e245c721aef1dad.jpg</img_main_s>
	<info_main_t>Với vai trò là ngân hàng thương mại hàng đầu tại Việt Nam, Agribank luôn chú trọng việc đổi mới và hiện đại hóa nền tảng số nhằm mang đến cho khách hàng những trải nghiệm thuận tiện, rõ ràng và dễ dàng hơn khi tiếp cận thông tin. </info_main_t>
	<info_main_en_t>As a leading commercial bank in Vietnam, Agribank always focuses on innovating and modernizing digital platforms to bring customers more convenient, clear and easier experiences when accessing information.</info_main_en_t>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;p&gt;Trong dự &amp;aacute;n n&amp;agrave;y, DTSVN đồng h&amp;agrave;nh c&amp;ugrave;ng Agribank triển khai cập nhật to&amp;agrave;n diện giao diện v&amp;agrave; t&amp;iacute;nh năng tr&amp;ecirc;n Cổng th&amp;ocirc;ng tin (Portal) ch&amp;iacute;nh thức. Dựa tr&amp;ecirc;n t&amp;ocirc;ng m&amp;agrave;u chủ đạo mang sắc thương hiệu Agribank, giao diện mới vừa giữ được sự nhận diện quen thuộc, vừa được thiết kế hiện đại, tinh gọn, b&amp;aacute;m s&amp;aacute;t xu hướng thiết kế website ng&amp;acirc;n h&amp;agrave;ng quốc tế.&amp;nbsp;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Một số điểm nhấn quan trọng trong lần n&amp;acirc;ng cấp n&amp;agrave;y gồm:&lt;/strong&gt;&amp;nbsp;&lt;/p&gt;
&lt;ul&gt;
&lt;li&gt;Trải nghiệm người d&amp;ugrave;ng th&amp;acirc;n thiện: C&amp;aacute;c chuy&amp;ecirc;n mục được sắp xếp khoa học, r&amp;otilde; r&amp;agrave;ng, dễ t&amp;igrave;m kiếm, gi&amp;uacute;p kh&amp;aacute;ch h&amp;agrave;ng nhanh ch&amp;oacute;ng tiếp cận th&amp;ocirc;ng tin cần thiết.&amp;nbsp;&lt;/li&gt;
&lt;li&gt;Điều hướng th&amp;ocirc;ng minh: Bổ sung t&amp;iacute;nh năng ph&amp;acirc;n tệp kh&amp;aacute;ch h&amp;agrave;ng (doanh nghiệp, c&amp;aacute; nh&amp;acirc;n, dịch vụ kh&amp;aacute;c&amp;hellip;), tối ưu h&amp;agrave;nh tr&amp;igrave;nh t&amp;igrave;m hiểu th&amp;ocirc;ng tin v&amp;agrave; sử dụng dịch vụ.&amp;nbsp;&lt;/li&gt;
&lt;li&gt;Hiệu năng ổn định, bảo mật cao: Website được tối ưu về tốc độ tải trang, khả năng hiển thị đa thiết bị, đồng thời n&amp;acirc;ng cao chuẩn bảo mật để bảo vệ th&amp;ocirc;ng tin kh&amp;aacute;ch h&amp;agrave;ng.&amp;nbsp;&lt;/li&gt;
&lt;li&gt;H&amp;igrave;nh ảnh nhận diện hiện đại: Giao diện mang phong c&amp;aacute;ch trực quan, chuy&amp;ecirc;n nghiệp, thể hiện vị thế v&amp;agrave; sự gần gũi của Agribank với mọi kh&amp;aacute;ch h&amp;agrave;ng.&amp;nbsp;&lt;/li&gt;
&lt;/ul&gt;
&lt;p&gt;Agribank kh&amp;ocirc;ng chỉ giải quyết những tồn đọng trong việc cung cấp v&amp;agrave; ph&amp;acirc;n luồng th&amp;ocirc;ng tin m&amp;agrave; c&amp;ograve;n tạo n&amp;ecirc;n bước tiến mới trong h&amp;agrave;nh tr&amp;igrave;nh chuyển đổi số to&amp;agrave;n diện, khẳng định cam kết đồng h&amp;agrave;nh c&amp;ugrave;ng kh&amp;aacute;ch h&amp;agrave;ng tr&amp;ecirc;n nền tảng số an to&amp;agrave;n -&amp;nbsp;tiện &amp;iacute;ch -&amp;nbsp;hiện đại.&amp;nbsp;&lt;/p&gt;
&lt;p&gt;DTSVN tự h&amp;agrave;o đồng h&amp;agrave;nh c&amp;ugrave;ng Agribank trong dự &amp;aacute;n chiến lược n&amp;agrave;y, đ&amp;oacute;ng g&amp;oacute;p v&amp;agrave;o việc n&amp;acirc;ng cao chất lượng trải nghiệm số cho h&amp;agrave;ng triệu kh&amp;aacute;ch h&amp;agrave;ng tr&amp;ecirc;n to&amp;agrave;n quốc&amp;nbsp;&lt;/p&gt;</content_vi_html>
	<content_en_html>&lt;p&gt;In this project, DTSVN accompanies Agribank to comprehensively update the interface and features on the official Portal. Based on the main color tone of Agribank's brand, the new interface both maintains a familiar identity and is designed to be modern, streamlined, and closely follows international banking website design trends.&lt;/p&gt;
&lt;p&gt;Some important highlights in this upgrade include:&lt;/p&gt;
&lt;p&gt;Friendly user experience: Categories are arranged scientifically, clearly, and easy to search, helping customers quickly access the necessary information.&lt;/p&gt;
&lt;p&gt;Smart navigation: Add customer file classification feature (businesses, individuals, other services, etc.), optimizing the journey of finding information and using services.&lt;/p&gt;
&lt;p&gt;Stable performance, high security: The website is optimized for page loading speed, multi-device display capability, and at the same time, improving security standards to protect customer information.&lt;/p&gt;
&lt;p&gt;Modern identity image: The interface has an intuitive, professional style, demonstrating Agribank's position and closeness to all customers.&lt;/p&gt;
&lt;p&gt;Agribank not only solves the backlog in providing and distributing information but also creates a new step in the journey of comprehensive digital transformation, affirming its commitment to accompany customers on a safe - convenient - modern digital platform.&lt;/p&gt;
&lt;p&gt;DTSVN is proud to accompany Agribank in this strategic project, contributing to improving the quality of digital experience for millions of customers nationwide&lt;/p&gt;</content_en_html>
	<createdDate>2025-09-15T07:38:13.064Z</createdDate>
	<createdDate_dt>2025-09-15T07:38:13.064Z</createdDate_dt>
	<lastModifiedDate>2025-09-16T07:25:50.310Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-09-16T07:25:50.310Z</lastModifiedDate_dt>
	<time_create_dt>2025-09-15T07:38:18.000Z</time_create_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>