<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-project</content-type>
	<display-template>/templates/web/item-project.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>5881</objectGroupId>
	<objectId>5881fa58-4dba-e58a-e9fd-6898dbd1638c</objectId>
	<internal-name>UI UX cho phiên bản eFAST Mobile App</internal-name>
	<navLabel>UI UX cho phiên bản eFAST Mobile App</navLabel>
	<key_main_s/>
	<title_vi_s>UI UX cho phiên bản eFAST Mobile App</title_vi_s>
	<title_en_s>UI UX for eFAST Mobile App version</title_en_s>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<file-name>index.xml</file-name>
	<folder-name>5881fa58-4dba-e58a-e9fd-6898dbd1638c</folder-name>
	<img_main_s>/static-assets/images/nguyen-tac-thiet-ke-uiux-digitec.webp</img_main_s>
	<info_main_t>Trong bối cảnh chuyển đổi số mạnh mẽ của ngành tài chính - ngân hàng, VietinBank tiếp tục tiên phong với định hướng nâng cao trải nghiệm khách hàng doanh nghiệp thông qua việc cải tiến eFAST Mobile App. Đây không chỉ là một ứng dụng ngân hàng điện tử, mà còn là nền tảng số toàn diện, đồng hành cùng doanh nghiệp trong mọi hoạt động tài chính.</info_main_t>
	<info_main_en_t>In the context of strong digital transformation of the finance and banking industry, VietinBank continues to pioneer in the direction of improving the experience of corporate customers through the improvement of eFAST Mobile App. This is not only an electronic banking application, but also a comprehensive digital platform, accompanying businesses in all financial activities.</info_main_en_t>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;h2 style="text-align: justify;"&gt;I. X&amp;acirc;y dựng chiến lược sản phẩm ứng dụng ng&amp;acirc;n h&amp;agrave;ng số cho kh&amp;aacute;ch h&amp;agrave;ng doanh nghiệp&lt;/h2&gt;
&lt;h3 style="text-align: justify;"&gt;Đ&amp;aacute;nh gi&amp;aacute; thực trạng v&amp;agrave; nghi&amp;ecirc;n cứu thị trường&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Trước hết, cần ph&amp;acirc;n t&amp;iacute;ch thị trường ng&amp;acirc;n h&amp;agrave;ng số trong v&amp;agrave; ngo&amp;agrave;i nước, đ&amp;aacute;nh gi&amp;aacute; mức độ ph&amp;aacute;t triển của c&amp;aacute;c sản phẩm d&amp;agrave;nh ri&amp;ecirc;ng cho doanh nghiệp. B&amp;ecirc;n cạnh đ&amp;oacute;, việc t&amp;igrave;m hiểu h&amp;agrave;nh vi, nhu cầu v&amp;agrave; kỳ vọng của nh&amp;oacute;m kh&amp;aacute;ch h&amp;agrave;ng doanh nghiệp gi&amp;uacute;p VietinBank x&amp;aacute;c định r&amp;otilde;:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;
&lt;p&gt;Điểm mạnh - điểm yếu trong trải nghiệm số hiện tại.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Khoảng trống tr&amp;ecirc;n thị trường m&amp;agrave; eFAST c&amp;oacute; thể khai th&amp;aacute;c.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;C&amp;aacute;c xu hướng thiết kế v&amp;agrave; trải nghiệm to&amp;agrave;n cầu c&amp;oacute; thể ứng dụng tại Việt Nam.&lt;/p&gt;
&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;Song song, VietinBank cũng tiến h&amp;agrave;nh đ&amp;aacute;nh gi&amp;aacute; sản phẩm số hiện tại của m&amp;igrave;nh, từ giao diện, luồng giao dịch đến trải nghiệm tổng thể, để t&amp;igrave;m ra điểm cần tối ưu.&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;X&amp;acirc;y dựng định hướng v&amp;agrave; ch&amp;acirc;n dung kh&amp;aacute;ch h&amp;agrave;ng doanh nghiệp&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Kh&amp;aacute;ch h&amp;agrave;ng doanh nghiệp c&amp;oacute; đặc th&amp;ugrave; rất kh&amp;aacute;c nhau: doanh nghiệp lớn &amp;ndash; vừa &amp;ndash; nhỏ, doanh nghiệp theo v&amp;ugrave;ng miền, hoặc theo ng&amp;agrave;nh nghề. Việc ph&amp;acirc;n loại v&amp;agrave; x&amp;acirc;y dựng persona (ch&amp;acirc;n dung kh&amp;aacute;ch h&amp;agrave;ng) sẽ gi&amp;uacute;p ứng dụng eFAST đ&amp;aacute;p ứng ch&amp;iacute;nh x&amp;aacute;c nhu cầu của từng nh&amp;oacute;m.&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;Ph&amp;acirc;n t&amp;iacute;ch nhu cầu v&amp;agrave; kỳ vọng người d&amp;ugrave;ng&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Trong ng&amp;acirc;n h&amp;agrave;ng số, người tạo lệnh v&amp;agrave; người duyệt lệnh l&amp;agrave; hai nh&amp;oacute;m quan trọng nhất. Mỗi nh&amp;oacute;m c&amp;oacute; h&amp;agrave;nh vi, nhu cầu v&amp;agrave; kỳ vọng kh&amp;aacute;c nhau:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;
&lt;p&gt;Người tạo lệnh cần thao t&amp;aacute;c nhanh, ch&amp;iacute;nh x&amp;aacute;c, thuận tiện.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Người duyệt lệnh cần trải nghiệm r&amp;otilde; r&amp;agrave;ng, an to&amp;agrave;n, dễ kiểm so&amp;aacute;t.&lt;/p&gt;
&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;ch tiếp cận ph&amp;acirc;n t&amp;iacute;ch đa chiều (theo ph&amp;acirc;n kh&amp;uacute;c, độ tuổi, v&amp;ugrave;ng miền&amp;hellip;) sẽ gi&amp;uacute;p eFAST đ&amp;aacute;p ứng to&amp;agrave;n diện.&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;Chuyển h&amp;oacute;a văn ho&amp;aacute; doanh nghiệp VietinBank v&amp;agrave;o thiết kế&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Sản phẩm kh&amp;ocirc;ng chỉ tối ưu trải nghiệm, m&amp;agrave; c&amp;ograve;n cần mang đậm bản sắc thương hiệu VietinBank &amp;ndash; sự tin cậy, hiện đại v&amp;agrave; gần gũi. Văn ho&amp;aacute;, sứ mệnh v&amp;agrave; triết l&amp;yacute; hoạt động của ng&amp;acirc;n h&amp;agrave;ng sẽ được lồng gh&amp;eacute;p xuy&amp;ecirc;n suốt, tạo ra sản phẩm số c&amp;oacute; &amp;ldquo;linh hồn&amp;rdquo; ri&amp;ecirc;ng biệt.&lt;/p&gt;
&lt;hr&gt;
&lt;h2 style="text-align: justify;"&gt;II. X&amp;acirc;y dựng định hướng thiết kế (Concept)&lt;/h2&gt;
&lt;p style="text-align: justify;"&gt;Nh&amp;agrave; thầu thiết kế sẽ đề xuất &amp;iacute;t nhất 2 concept, trong đ&amp;oacute; đảm bảo:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;
&lt;p&gt;Đậm n&amp;eacute;t văn ho&amp;aacute; v&amp;agrave; nhận diện VietinBank.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Thống nhất tr&amp;ecirc;n đa nền tảng: mobile, web, tablet.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Ph&amp;ugrave; hợp với nh&amp;oacute;m kh&amp;aacute;ch h&amp;agrave;ng mục ti&amp;ecirc;u.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Tạo cảm quan trực quan, th&amp;ocirc;ng minh, dễ sử dụng.&lt;/p&gt;
&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;Yếu tố quan trọng l&amp;agrave; t&amp;iacute;nh nhất qu&amp;aacute;n: m&amp;agrave;u sắc, font chữ, n&amp;uacute;t bấm, biểu tượng&amp;hellip; v&amp;agrave; đặc biệt l&amp;agrave; luồng giao dịch mạch lạc.&lt;/p&gt;
&lt;hr&gt;
&lt;h2 style="text-align: justify;"&gt;III. Đề xuất thử nghiệm thiết kế (Design Demo)&lt;/h2&gt;
&lt;p style="text-align: justify;"&gt;Để kiểm chứng t&amp;iacute;nh khả thi, VietinBank sẽ thử nghiệm thiết kế tr&amp;ecirc;n c&amp;aacute;c luồng giao dịch đặc th&amp;ugrave;:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;
&lt;p&gt;Đăng nhập &amp;ndash; đơn giản, bảo mật cao.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Dashboard &amp;ndash; trực quan, cung cấp th&amp;ocirc;ng tin t&amp;agrave;i ch&amp;iacute;nh tổng quan.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Chuyển tiền theo l&amp;ocirc; (tạo v&amp;agrave; duyệt) &amp;ndash; ph&amp;ugrave; hợp đặc th&amp;ugrave; doanh nghiệp.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Sản phẩm vay / ngoại tệ &amp;ndash; cung cấp th&amp;ocirc;ng tin r&amp;otilde; r&amp;agrave;ng, dễ thao t&amp;aacute;c.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Ng&amp;acirc;n h&amp;agrave;ng nh&amp;uacute;ng (Embedded Banking) &amp;ndash; trải nghiệm số ho&amp;aacute; liền mạch.&lt;/p&gt;
&lt;/li&gt;
&lt;/ul&gt;
&lt;h3 style="text-align: justify;"&gt;C&amp;aacute;c y&amp;ecirc;u cầu chi tiết của thiết kế thử nghiệm:&lt;/h3&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;
&lt;p&gt;Am hiểu nghiệp vụ ng&amp;acirc;n h&amp;agrave;ng số cho doanh nghiệp.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Thiết kế chi tiết từng m&amp;agrave;n h&amp;igrave;nh tr&amp;ecirc;n mobile v&amp;agrave; một số m&amp;agrave;n h&amp;igrave;nh web.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Tạo sự kh&amp;aacute;c biệt so với c&amp;aacute;c ứng dụng kh&amp;aacute;c tr&amp;ecirc;n thị trường.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;T&amp;iacute;nh khả thi cao khi lập tr&amp;igrave;nh.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Đồng bộ, nhất qu&amp;aacute;n theo bộ nguy&amp;ecirc;n tắc thiết kế.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;C&amp;oacute; phần thuyết minh &amp;ndash; dẫn chứng r&amp;otilde; r&amp;agrave;ng cho từng thiết kế.&lt;/p&gt;
&lt;/li&gt;
&lt;/ul&gt;
&lt;hr&gt;
&lt;h2 style="text-align: justify;"&gt;Kết luận&lt;/h2&gt;
&lt;p style="text-align: justify;"&gt;Với chiến lược UI/UX mới cho eFAST Mobile App, VietinBank kh&amp;ocirc;ng chỉ đơn thuần ph&amp;aacute;t triển một ứng dụng, m&amp;agrave; đang kiến tạo một trải nghiệm t&amp;agrave;i ch&amp;iacute;nh số to&amp;agrave;n diện cho doanh nghiệp. Đ&amp;acirc;y sẽ l&amp;agrave; bước tiến quan trọng trong h&amp;agrave;nh tr&amp;igrave;nh số h&amp;oacute;a, khẳng định vị thế ti&amp;ecirc;n phong của VietinBank trong lĩnh vực ng&amp;acirc;n h&amp;agrave;ng số tại Việt Nam v&amp;agrave; khu vực.&lt;/p&gt;</content_vi_html>
	<content_en_html>&lt;h1 style="text-align: justify;"&gt;I. Developing a Digital Banking Application Strategy for Corporate Customers&lt;/h1&gt;
&lt;h3 style="text-align: justify;"&gt;Assessing the Current Landscape and Market Research&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;First, it is essential to analyze the digital banking market both domestically and internationally, evaluating the development level of products specifically designed for corporate clients. At the same time, understanding the behaviors, needs, and expectations of corporate customers will help VietinBank identify:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;
&lt;p&gt;Strengths and weaknesses in the current digital experience.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Market gaps that eFAST can address.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Global design and user experience trends that can be applied in Vietnam.&lt;/p&gt;
&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;In parallel, VietinBank will conduct an internal assessment of its current digital offerings&amp;mdash;from interface and transaction flows to overall user experience to pinpoint areas for optimization.&lt;/p&gt;
&lt;hr&gt;
&lt;h3 style="text-align: justify;"&gt;Building Orientation and Corporate Customer Personas&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Corporate clients vary significantly in characteristics: large, medium, and small enterprises; regional differences; and industry-specific requirements. Classifying and developing customer personas will enable eFAST to respond precisely to the needs of each group.&lt;/p&gt;
&lt;hr&gt;
&lt;h3 style="text-align: justify;"&gt;Analyzing User Needs and Expectations&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Within digital banking, initiators (who create transactions) and approvers (who authorize them) are two of the most important user groups. Each has distinct behaviors and expectations:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;
&lt;p&gt;Initiators require fast, accurate, and convenient operations.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Approvers seek clarity, safety, and ease of control.&lt;/p&gt;
&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;By applying a multi-dimensional approach&amp;mdash;across segments, demographics, and regions&amp;mdash;eFAST can provide a comprehensive and tailored solution.&lt;/p&gt;
&lt;hr&gt;
&lt;h3 style="text-align: justify;"&gt;Embedding VietinBank&amp;rsquo;s Corporate Culture into Design&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Beyond usability, the product must embody VietinBank&amp;rsquo;s brand identity&amp;mdash;trustworthy, modern, and approachable. The bank&amp;rsquo;s culture, mission, and philosophy will be seamlessly integrated, ensuring that the digital product carries a unique &amp;ldquo;soul&amp;rdquo; aligned with VietinBank&amp;rsquo;s values.&lt;/p&gt;
&lt;hr&gt;
&lt;h1 style="text-align: justify;"&gt;II. Establishing Design Concepts&lt;/h1&gt;
&lt;p style="text-align: justify;"&gt;The design partner will propose at least two design concepts, ensuring that they:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;
&lt;p&gt;Reflect VietinBank&amp;rsquo;s cultural and brand identity.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Remain consistent across platforms (mobile, web, tablet).&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Align with the target customer segments.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Deliver a clear, intelligent, and user-friendly experience.&lt;/p&gt;
&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;A key success factor is consistency&amp;nbsp;in colors, typography, buttons, icons, and, most importantly, transaction flows.&lt;/p&gt;
&lt;hr&gt;
&lt;h1 style="text-align: justify;"&gt;III. Design Demo Proposal&lt;/h1&gt;
&lt;p style="text-align: justify;"&gt;To validate feasibility, VietinBank will conduct design trials for specific transaction flows:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;
&lt;p&gt;Login &amp;ndash; simple yet highly secure.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Dashboard &amp;ndash; intuitive, providing a comprehensive financial overview.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Batch transfer (creation and approval) &amp;ndash; tailored to corporate needs.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Loan/foreign exchange products &amp;ndash; transparent, easy-to-use interfaces.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Embedded banking &amp;ndash; seamless digital integration.&lt;/p&gt;
&lt;/li&gt;
&lt;/ul&gt;
&lt;h3 style="text-align: justify;"&gt;Detailed requirements for design trials include:&lt;/h3&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;
&lt;p&gt;Strong understanding of corporate digital banking operations.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Detailed designs for each mobile app screen, plus selected web screens.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Differentiation from other market applications.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;High feasibility for development and implementation.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Consistency and alignment with established design principles.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Clear explanations, justifications, and references for each design decision.&lt;/p&gt;
&lt;/li&gt;
&lt;/ul&gt;
&lt;hr&gt;
&lt;h1 style="text-align: justify;"&gt;Conclusion&lt;/h1&gt;
&lt;p style="text-align: justify;"&gt;With the new UI/UX strategy for eFAST Mobile App, VietinBank is not merely developing another application, but creating a comprehensive digital financial experience for corporate clients. This marks a significant milestone in the bank&amp;rsquo;s digital transformation journey, reaffirming VietinBank&amp;rsquo;s pioneering position in digital banking within Vietnam and across the region.&lt;/p&gt;</content_en_html>
	<time_create_dt>2025-09-15T10:27:30.000Z</time_create_dt>
	<createdDate>2025-09-15T08:21:15.601Z</createdDate>
	<createdDate_dt>2025-09-15T08:21:15.601Z</createdDate_dt>
	<lastModifiedDate>2025-09-15T10:27:04.652Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-09-15T10:27:04.652Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>