<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>b2cb</objectGroupId>
	<objectId>b2cba966-c476-d03f-3ff4-98494ad4108f</objectId>
	<internal-name>DTSVN - Hành trình 6 năm kiến tạo và không ngừng vươn xa  </internal-name>
	<navLabel>DTSVN - Hành trình 6 năm kiến tạo và không ngừng vươn xa  </navLabel>
	<title_vi_s>DTSVN - Hành trình 6 năm kiến tạo và không ngừng vươn xa  </title_vi_s>
	<title_en_s>DTSVN - 6-year journey of creation and continuous expansion</title_en_s>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<file-name>index.xml</file-name>
	<folder-name>b2cba966-c476-d03f-3ff4-98494ad4108f</folder-name>
	<categorys_o>	<item>	<key>activeDtsvn</key>
	<value_smv>Hoạt động DTSVN</value_smv>
	</item></categorys_o>
	<img_main_s>/static-assets/images/z6976355468053_8b55b5fa754c11e5755593a780b00553.jpg</img_main_s>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;p style="text-align: justify;"&gt;Ng&amp;agrave;y 5/9/2025 đ&amp;aacute;nh dấu tr&amp;ograve;n 6 năm th&amp;agrave;nh lập của C&amp;ocirc;ng ty Cổ phần Giải ph&amp;aacute;p chuyển đổi số Việt Nam (DTSVN). S&amp;aacute;u năm - qu&amp;atilde;ng đường chưa hẳn l&amp;agrave; qu&amp;aacute; d&amp;agrave;i trong chặng đường ph&amp;aacute;t triển của một doanh nghiệp, nhưng lại đủ để viết n&amp;ecirc;n c&amp;acirc;u chuyện của &amp;yacute; ch&amp;iacute;, tr&amp;iacute; tuệ v&amp;agrave; kh&amp;aacute;t vọng Việt. Đ&amp;oacute; l&amp;agrave; h&amp;agrave;nh tr&amp;igrave;nh từ những bước đi đầu ti&amp;ecirc;n đầy thử th&amp;aacute;ch, cho đến khi khẳng định t&amp;ecirc;n tuổi tr&amp;ecirc;n bản đồ c&amp;ocirc;ng nghệ số, mở ra một tương lai rộng mở với những mục ti&amp;ecirc;u bứt ph&amp;aacute;.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Khởi đầu từ kh&amp;aacute;t vọng chuyển đổi số &lt;/strong&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Năm 2019, trong bối cảnh chuyển đổi số bắt đầu trở th&amp;agrave;nh xu thế tất yếu, DTSVN ch&amp;iacute;nh thức được th&amp;agrave;nh lập, mang trong m&amp;igrave;nh một sứ mệnh r&amp;otilde; r&amp;agrave;ng: &lt;strong&gt;&lt;em&gt;đồng h&amp;agrave;nh c&amp;ugrave;ng doanh nghiệp Việt kiến tạo gi&amp;aacute; trị mới bằng c&amp;ocirc;ng nghệ&lt;/em&gt;&lt;/strong&gt;. Những ng&amp;agrave;y đầu ấy kh&amp;ocirc;ng hề dễ d&amp;agrave;ng, nguồn lực c&amp;ograve;n hạn chế, thị trường cạnh tranh khốc liệt, nhưng ch&amp;iacute;nh kh&amp;aacute;t vọng lớn lao đ&amp;atilde; trở th&amp;agrave;nh động lực để DTSVN ki&amp;ecirc;n định bước đi. &amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ngay trong năm đầu ti&amp;ecirc;n, c&amp;ocirc;ng ty đ&amp;atilde; ra mắt hai sản phẩm đầu tay D-ES v&amp;agrave; D-CS - được cấp giấy chứng nhận quyền t&amp;aacute;c giả, khẳng định năng lực nghi&amp;ecirc;n cứu v&amp;agrave; triển khai. Năm 2021, sản phẩm D-CI tiếp tục được giới thiệu, mở rộng hệ sinh th&amp;aacute;i giải ph&amp;aacute;p. Đ&amp;oacute; l&amp;agrave; những vi&amp;ecirc;n gạch đầu ti&amp;ecirc;n đặt nền m&amp;oacute;ng cho h&amp;agrave;nh tr&amp;igrave;nh vươn xa của DTSVN. &amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Bứt ph&amp;aacute; với những cột mốc đ&amp;aacute;ng nhớ &lt;/strong&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Giai đoạn 2022 - 2024 chứng kiến bước tăng tốc mạnh mẽ của DTSVN. C&amp;ocirc;ng ty bắt tay hợp t&amp;aacute;c c&amp;ugrave;ng những k&amp;igrave; l&amp;acirc;n c&amp;ocirc;ng nghệ quốc tế như Insider, Nuclent, Adjust, AppsFlyer... đưa chuẩn mực to&amp;agrave;n cầu đến gần hơn với doanh nghiệp Việt. B&amp;ecirc;n cạnh đ&amp;oacute;, li&amp;ecirc;n tiếp c&amp;aacute;c sản phẩm mới như D-DF, iDB, Smartsale v&amp;agrave; DDO ra đời, đ&amp;aacute;p ứng nhu cầu đa dạng từ quản trị dữ liệu, tối ưu b&amp;aacute;n h&amp;agrave;ng đến Vận h&amp;agrave;nh chiến dịch marketing. &amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;img src="/static-assets/images/z6976315202301_b3cb57426a7e78c4ec8afaa9143d9744.jpg" alt="" width="1900" height="1214"&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Đặc biệt, năm 2025 trở th&amp;agrave;nh dấu son trong lịch sử c&amp;ocirc;ng ty khi dịch vụ Vận h&amp;agrave;nh Martech của DTSVN vinh dự nhận Giải thưởng Sao Khu&amp;ecirc; - giải thưởng uy t&amp;iacute;n h&amp;agrave;ng đầu trong lĩnh vực c&amp;ocirc;ng nghệ th&amp;ocirc;ng tin tại Việt Nam. Th&amp;agrave;nh t&amp;iacute;ch n&amp;agrave;y kh&amp;ocirc;ng chỉ ghi nhận năng lực của DTSVN, m&amp;agrave; c&amp;ograve;n minh chứng cho những nỗ lực s&amp;aacute;ng tạo, đổi mới kh&amp;ocirc;ng ngừng nghỉ của một doanh nghiệp c&amp;ocirc;ng nghệ Việt tr&amp;ecirc;n thị trường cạnh tranh khốc liệt.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;img src="/static-assets/images/fff.jpg" alt="" width="2560" height="1706"&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Khẳng định vị thế c&amp;ugrave;ng c&amp;aacute;c đối t&amp;aacute;c trọng yếu&lt;/strong&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;S&amp;aacute;u năm ph&amp;aacute;t triển, DTSVN đ&amp;atilde; trở th&amp;agrave;nh đối t&amp;aacute;c tin cậy của nhiều ng&amp;acirc;n h&amp;agrave;ng lớn như VietinBank, BIDV, c&amp;ugrave;ng những thương hiệu h&amp;agrave;ng đầu như Vietnam Airlines. C&amp;aacute;c dự &amp;aacute;n triển khai quy m&amp;ocirc; lớn kh&amp;ocirc;ng chỉ đ&amp;ograve;i hỏi năng lực c&amp;ocirc;ng nghệ, m&amp;agrave; c&amp;ograve;n y&amp;ecirc;u cầu sự am hiểu s&amp;acirc;u sắc về thị trường, khả năng t&amp;ugrave;y biến giải ph&amp;aacute;p ph&amp;ugrave; hợp với từng đặc th&amp;ugrave; vận h&amp;agrave;nh.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;img src="/static-assets/images/ggggg.jpg" alt="" width="2048" height="1120"&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;DTSVN -&amp;nbsp;Văn h&amp;oacute;a gắn kết, &amp;yacute; ch&amp;iacute; vươn xa&lt;/strong&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Nếu c&amp;ocirc;ng nghệ l&amp;agrave; nền tảng, th&amp;igrave; con người ch&amp;iacute;nh l&amp;agrave; linh hồn của DTSVN. S&amp;aacute;u năm qua, đội ngũ c&amp;oacute; sự giao thoa giữa những chuy&amp;ecirc;n gia nhiều kinh nghiệm c&amp;ugrave;ng c&amp;aacute;c bạn trẻ nhiệt huyết, s&amp;aacute;ng tạo đ&amp;atilde; g&amp;oacute;p phần h&amp;igrave;nh th&amp;agrave;nh một bản sắc văn h&amp;oacute;a ri&amp;ecirc;ng: năng động, d&amp;aacute;m nghĩ d&amp;aacute;m l&amp;agrave;m, d&amp;aacute;m thử th&amp;aacute;ch những giới hạn mới. Trong suốt h&amp;agrave;nh tr&amp;igrave;nh ấy, tinh thần đo&amp;agrave;n kết l&amp;agrave; sợi chỉ đỏ gắn kết mọi th&amp;agrave;nh vi&amp;ecirc;n -&amp;nbsp;từ l&amp;atilde;nh đạo đến nh&amp;acirc;n vi&amp;ecirc;n c&amp;ugrave;ng chung mục ti&amp;ecirc;u v&amp;igrave; sự ph&amp;aacute;t triển bền vững.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Năm 2025, DTSVN ch&amp;iacute;nh thức chuyển về văn ph&amp;ograve;ng mới hiện đại, trung t&amp;acirc;m hơn, kh&amp;ocirc;ng chỉ đ&amp;aacute;p ứng nhu cầu mở rộng quy m&amp;ocirc;, m&amp;agrave; c&amp;ograve;n tạo dựng kh&amp;ocirc;ng gian truyền cảm hứng. &amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Định hướng chiến lược - vươn xa c&amp;ugrave;ng kh&amp;aacute;t vọng &lt;/strong&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Nh&amp;igrave;n về tương lai, DTSVN đặt ra ba trụ cột chiến lược. Trước hết l&amp;agrave; đổi mới c&amp;ocirc;ng nghệ, với trọng t&amp;acirc;m v&amp;agrave;o AI, Big Data, Cloud v&amp;agrave; c&amp;aacute;c nền tảng số,&amp;nbsp;những lĩnh vực được dự b&amp;aacute;o sẽ tạo ra gi&amp;aacute; trị đột ph&amp;aacute; trong kỷ nguy&amp;ecirc;n mới. Thứ hai l&amp;agrave; mở rộng hợp t&amp;aacute;c trong v&amp;agrave; ngo&amp;agrave;i nước, x&amp;acirc;y dựng hệ sinh th&amp;aacute;i bền vững, kết nối doanh nghiệp Việt với c&amp;aacute;c chuẩn mực to&amp;agrave;n cầu. V&amp;agrave; thứ ba, cũng l&amp;agrave; yếu tố cốt l&amp;otilde;i, ch&amp;iacute;nh l&amp;agrave; ph&amp;aacute;t triển con người&amp;nbsp;nu&amp;ocirc;i dưỡng t&amp;agrave;i năng, kiến tạo m&amp;ocirc;i trường l&amp;agrave;m việc hạnh ph&amp;uacute;c để mỗi nh&amp;acirc;n vi&amp;ecirc;n đều cảm thấy gắn b&amp;oacute; v&amp;agrave; tự h&amp;agrave;o khi đồng h&amp;agrave;nh c&amp;ugrave;ng DTSVN.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;S&amp;aacute;u năm - h&amp;agrave;nh tr&amp;igrave;nh của niềm tin v&amp;agrave; kh&amp;aacute;t vọng&lt;/strong&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;H&amp;agrave;nh tr&amp;igrave;nh s&amp;aacute;u năm kh&amp;ocirc;ng chỉ được đo đếm bằng sản phẩm hay giải thưởng, m&amp;agrave; c&amp;ograve;n bằng niềm tin thị trường gửi gắm, bằng sự trưởng th&amp;agrave;nh của đội ngũ, bằng những gi&amp;aacute; trị thực m&amp;agrave; DTSVN đ&amp;atilde; tạo dựng cho kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave; x&amp;atilde; hội.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Từ những bước đi đầu ti&amp;ecirc;n với nhiều kh&amp;oacute; khăn, DTSVN h&amp;ocirc;m nay đ&amp;atilde; trở th&amp;agrave;nh c&amp;aacute;i t&amp;ecirc;n khẳng định uy t&amp;iacute;n trong lĩnh vực c&amp;ocirc;ng nghệ, vững v&amp;agrave;ng trước s&amp;oacute;ng gi&amp;oacute; v&amp;agrave; tự tin bứt ph&amp;aacute;. Ph&amp;iacute;a trước l&amp;agrave; chặng đường d&amp;agrave;i, nhiều th&amp;aacute;ch thức nhưng cũng đầy cơ hội. Với nền tảng đ&amp;atilde; được g&amp;acirc;y dựng, với tinh thần &amp;ldquo;Đo&amp;agrave;n kết -&amp;nbsp;Tăng tốc - Bứt ph&amp;aacute; -Th&amp;agrave;nh c&amp;ocirc;ng&amp;rdquo;, DTSVN chắc chắn sẽ tiếp tục viết tiếp những trang mới rực rỡ hơn trong h&amp;agrave;nh tr&amp;igrave;nh kiến tạo gi&amp;aacute; trị số cho Việt Nam v&amp;agrave; vươn ra thế giới./.&amp;nbsp;&lt;/p&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;September 5, 2025 marks the 6th anniversary of the establishment of Vietnam Digital Transformation Solutions Joint Stock Company (DTSVN). Six years - a distance that is not necessarily too long in the development of a business, but is enough to write the story of Vietnamese will, intelligence and aspiration. It is a journey from the first challenging steps, until affirming its name on the digital technology map, opening up an open future with breakthrough goals.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Starting from the aspiration for digital transformation&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In 2019, in the context of digital transformation starting to become an inevitable trend, DTSVN was officially established, carrying a clear mission: accompanying Vietnamese enterprises to create new values ​​with technology. Those early days were not easy, resources were limited, the market was fiercely competitive, but it was the great aspiration that became the driving force for DTSVN to steadfastly move forward.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In the first year, the company launched its first two products D-ES and D-CS - which were granted copyright certificates, affirming its research and development capacity. In 2021, the D-CI product continued to be introduced, expanding the solution ecosystem. These were the first bricks laying the foundation for DTSVN's journey to reach further.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Breakthrough with memorable milestones&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The period 2022 - 2024 witnessed a strong acceleration of DTSVN. The company cooperated with international technology unicorns such as Insider, Nuclent, Adjust, AppsFlyer... to bring global standards closer to Vietnamese businesses. In addition, new products such as D-DF, iDB, Smartsale and DDO were continuously launched, meeting diverse needs from data management, sales optimization to marketing campaign operations.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;img src="/static-assets/images/z6976315202301_b3cb57426a7e78c4ec8afaa9143d9744.jpg" alt="" width="1900" height="1214"&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In particular, 2025 became a milestone in the company's history when DTSVN's Martech Operation service was honored to receive the Sao Khue Award - the most prestigious award in the field of information technology in Vietnam. This achievement not only recognizes DTSVN's capacity, but also demonstrates the continuous creative and innovative efforts of a Vietnamese technology enterprise in a fiercely competitive market.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;img src="/static-assets/images/fff.jpg" alt="" width="2560" height="1706"&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Affirming its position with key partners&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;After six years of development, DTSVN has become a trusted partner of many large banks such as VietinBank, BIDV, and leading brands such as Vietnam Airlines. Large-scale implementation projects not only require technological capacity, but also require a deep understanding of the market and the ability to customize solutions to suit each specific operation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;DTSVN - A culture of connection, a will to reach far&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;If technology is the foundation, then people are the soul of DTSVN. Over the past six years, the team has a blend of experienced experts and enthusiastic, creative young people, contributing to the formation of a unique cultural identity: dynamic, daring to think, daring to do, daring to challenge new limits. Throughout that journey, the spirit of solidarity is the red thread that connects all members - from leaders to employees - with the same goal for sustainable development.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In 2025, DTSVN officially moved to a new, more modern and central office, not only to meet the needs of expanding scale, but also to create an inspiring space.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Strategic orientation - reaching out with ambition&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Looking to the future, DTSVN sets out three strategic pillars. First of all, technological innovation, focusing on AI, Big Data, Cloud and digital platforms, areas that are forecast to create breakthrough values ​​in the new era. The second is to expand domestic and international cooperation, build a sustainable ecosystem, connect Vietnamese enterprises with global standards. And the third, which is also the core factor, is to develop people, nurture talent, and create a happy working environment so that every employee feels attached and proud to work with DTSVN.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Six years - a journey of trust and aspiration&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The six-year journey is not only measured by products or awards, but also by the trust the market places in us, by the maturity of the team, and by the real values ​​that DTSVN has created for customers and society.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;From the first steps with many difficulties, DTSVN today has become a name that affirms its reputation in the field of technology, standing firm in the face of storms and confidently breaking through. The road ahead is long, full of challenges but also full of opportunities. With the foundation that has been built, with the spirit of "Solidarity - Acceleration - Breakthrough - Success", DTSVN will certainly continue to write more brilliant new pages in the journey of creating digital values ​​for Vietnam and reaching out to the world./.&lt;/p&gt;</content_en_html>
	<createdDate>2025-09-05T02:08:27.945Z</createdDate>
	<createdDate_dt>2025-09-05T02:08:27.945Z</createdDate_dt>
	<lastModifiedDate>2025-09-05T02:51:08.939Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-09-05T02:51:08.939Z</lastModifiedDate_dt>
	<time_create_dt>2025-09-05T02:08:28.000Z</time_create_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>